IDEA StatiCa Open Model
StagesLoading.PermanentLoad Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Permanent loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<StageLoading> PermanentLoad { get; set; }
Public Property PermanentLoad As List(Of StageLoading)
	Get
	Set
public:
property List<StageLoading^>^ PermanentLoad {
	List<StageLoading^>^ get ();
	void set (List<StageLoading^>^ value);
}
Property Value
Type: List<StageLoading>
See Also
Reference
StagesLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace